Repository: guillaumegete/diskmakerx
Catalog: *.lproj/Localizable.strings
Languages: dutch, french, german, pt_br, tr

source: Sorry, DiskMaker X is currently not able yet to build a Mavericks Install disk from Mac OS X 10.6. Backup the OS X Mavericks Installer application, upgrade to Mavericks, then build your install disk with DiskMaker X.
dutch: Sorry, DiskMaker X is op dit moment niet in staat om een Mavericks Installatieschijf te maken op Mac OS X 10.6. Maak een backup van het installatie bestand, update naar Mavaricks en maak dan je installatieschijf met DiskMaker X.
french: Désolé, DiskMaker X n'est pas actuellement capable de créer un disque d'installation de Mavericks à partir de Mac OS X 10.6. Sauvegardez l'application Installer OS X Mavericks, mettez à jour vers Mavericks, puis construisez votre clé d'installation avec DiskMaker X.
german: Tut mir leid, DiskMaker X ist derzeit nicht in der Lage, ein Mavericks Installationsmedium unter Mac OS X 10.6 zu erstellen. Sichern Sie eine Backup-Kopie der OS X Mavericks Installation App, aktualisieren Sie auf OS X Mavericks, und erstellen Sie dann ein Installationsmedium mit DiskMaker X.
pt_br: Desculpe, mas neste momento o DiskMaker X não pode construir um disco de instalação do Mavericks Mac OS X 10.6. Faça o backup do aplicativo de instalação do OS X Mavericks, atualize para o Mavericks para, em seguida, construir o seu disco de instalação com DiskMaker X.
tr: Üzgünüm, DiskMaker X MacOS X 10.6’dan Mavericks’e yükleme diski oluşturamaz. Mavericks yükleme uygulamasının yedeğini alın, Mavericks’e yükseltme yapın ve ardından yükleme diskinizi DiskMaker X ile oluşturun.

source: More information
dutch: Meer informatie
french: Plus d'information
german: Weitere Informationen
pt_br: Mais informações
tr: Daha Fazla Bilgi

source: Sorry, your macOS Install app may be incomplete. Delete your install application, then download it again from the App Store.
french: Désolé, votre logiciel d'installation de macOS semble endommagé ou incomplet. Supprimez le logiciel d'installation puis téléchargez-le une nouvelle fois depuis l'App Store.

source: Sorry, DiskMaker X requires to be run in an admin session. Please switch to an admin session, then launch DiskMaker X again.
dutch: Sorr, DiskMaker X heeft admin rechten nodig op te kunnen werken. Kies een admin sessie en open DiskMaker X opnieuw
french: Désolé, DiskMaker X doit être lancé à partir d'une session disposant des droits administrateur. Merci d'ouvrir une session administrateur, puis de relancer DiskMaker X.
german: Tut mir leid, DiskMaker X benötigt Administratorrechte. Bitte melden Sie sich als ein Benutzer mit Administratorrechten an und starten DiskMaker X erneut.
pt_br: Desculpe, o DiskMaker X precisa ser executado em uma sessão de administrador. Altere para uma sessão de administrador e, em seguida, carregue o DiskMaker X novamente.
tr: Üzgünüm, DiskMaker X yönetici onayı ile çalıştırılmalıdır. Yönetici onayı verdiğinizden emin olduktan sonra DiskMakerX’i yeniden başlatınız.

source: DiskMaker X prepares your disk… please wait!
dutch: DiskMaker X bereid je schijf voor… even geduld!
french: DiskMaker X prépare votre disque… Merci de patienter !
german: DiskMaker X bereitet das Installationsmedium vor, bitte warten!
pt_br: O DiskMaker X está preparando seu disco… aguarde!
tr: DiskMaker X diskinizi hazırlıyor… Lütfen bekleyiniz!

source: To get rid of this window, click on it and press Cmd + Q
dutch: Om dit venster te sluiten, klik erop en toets Cmd + Q
french: Pour retirer cette fenêtre, enfoncez les touches Cmd + Q
german: Um dieses Fenster zu schließen, drücken Sie Befehlstaste + Q (Cmd + Q)
pt_br: Para se livrar dessa janela, clique sobre ela e pressione Cmd + Q
tr: Bu pencereden kurtulmak için üzerine tıklayın ve Cmd + Q komutunu kullanın.

source: Sorry, DiskMaker X is not compatible with Path Finder. Please quit Path Finder, relaunch the Finder if necessary, then run DiskMaker X again.
dutch: Sorry, DiskMaker X is niet bruikbaar met Path Finder. Sluit Path Finder af en herstart Finder indien noodzakelijk en herstart DiskMaker X
french: Désolé, DiskMaker X n'est pas compatible avec Path Finder. Merci de quitter Path Finder, relancer le Finder si nécessaire, puis relancer à nouveau DiskMaker X.
german: Tut mir leid, DiskMaker X ist inkompatibel mit Path Finder. Bitte beenden Sie Path Finder, starten Sie - falls nötig - den Finder neu und starten dann erneut DiskMaker X.
pt_br: Desculpe, o DiskMaker X não é compatível com Path Finder. Encerre o Path Finder, recarregue o Finder se necessário e, em seguida, execute o DiskMaker X novamente.
tr: Üzgünüm, DiskMaker X Path Finder ile uyumlu değil. Lütfen Path Finder’dan çıkınız ve DiskMaker X’i yeniden başlatınız.

source: Now preparing your disk !
french: Préparation de votre disque en cours !

source: We'll notify you of current progress…
french: Nous vous avertirons de la progression de la copie…

source: Now copying data… Please wait.
french: Copie des données en cours… Merci de patienter.

source: Percentage complete:
french: Progression :

source: Sorry! DiskMaker X won't work with your version of Mac OS X. Upgrade to OS X 10.7 or later before using DiskMaker X.
dutch: Sorry ! DiskMaker X werkt niet met deze versie van Mac OS X. Update naar OS X 10.7 of hoger om gebruik te maken van DiskMaker X.
german: Tut mir leid, aber DiskMaker X ist nicht kompatibel mit dieser OS X Version. Aktualisieren Sie auf Mac OS X 10.7 (oder höher) um DiskMaker X zu verwenden.
pt_br: Desculpe! O DiskMaker X não funciona com a sua versão do Mac OS X. Atualize para versão OS X 10.7 ou posterior antes de usar o DiskMaker X.
tr: Üzgünüm! DiskMaker X, mevcut MacOS X versiyonunuzla çalışmayacaktır. DiskMaker X kullanabilmek için MacOS X sürümünüzün 10.7 ve sonrası olması gerekmektedir.

source: Which version of OS X do you wish to make a boot disk of?
dutch: Van welke OS X versie wil je een opstartschijf maken?
german: Von welcher OS X Version möchten Sie ein Installationsmedium erstellen?
pt_br: Qual a versão do OS X que você deseja fazer um disco de inicialização?
tr: OS X’in hangi sürümününün yükleyicisini oluşturmak istiyorsunuz?

source: A copy of Install Mac OS X Lion was found in folder :
dutch: Een kopie van Instaal Mac OS X Lion is gevonden in deze map:
german: Eine Kopie der Mac OS X Lion Installation wurde gefunden im Ordner:
pt_br: Uma cópia de instalação do Mac OS X Lion foi encontrada na pasta:
tr: Mac OS X Lion Yükle’nin bir kopyası şu dosyada bulundu:

source: A copy of Install OS X Mountain Lion was found in folder:
dutch: Een kopie van Instaal Mac OS X Mountain Lion is gevonden in deze map:
german: Eine Kopie der Mac OS X Mountain Lion Installation wurde gefunden im Ordner:
pt_br: Uma cópia de instalação do OS X Mountain Lion foi encontrada na pasta:
tr: Mac OS X Mountain Lion Yükle’nin bir kopyası şu dosyada bulundu:

source: Do you want to use it to build your new install disk ?
dutch: Wil je hem gebruiken voor een nieuwe installatieschijf?
german: Möchten Sie dieses Medium aktualisieren oder eine neues Installationsmedium erstellen?
pt_br: Você deseja usá-lo para construir o seu novo disco de instalação?
tr: Yeni yükleme diskiniz için onu kullanmak ister misiniz?

source: Sorry, I could not get the icon to personnalize the disk. Don't worry, your OS X disk will work fine.
dutch: Sorry, ik het is niet gelukt om de schijf een eigen icoon te geven. Weest gerust, je OS X schijf zal verder goed werken.
german: Tut mir leid, es konnte kein passendes Icon für das Installationsmedium gefunden werden, das Installationsmedium funktioniert aber auch ohne Icon.
pt_br: Desculpe, não foi possível obter um ícone personalizado do disco. Não se preocupe, seu disco do OS X irá funcionar corretamente.
tr: Üzgünüm, diski kişiselleştirebilmek için ikonu alamadım. Endişelenmeyin, OS X Disk’iniz yine de doğru çalışacaktır.

source: No Installer application could be found. Click on Select an OS X Application App and choose the OS X Installer application.
dutch: Er kon geen installer gevonden worden. Klik op Selecteer een OS X Installer App en kies de OS X Installer App.

source: Select an OS X Installation App…
dutch: Selecteer een OS X Installer App…
german: Wählen Sie eine OS X Installation App…
pt_br: Selecione um arquivo de instalação OS X…
tr: Bir OS X yükleyicisi seçin…

source: http://blog.gete.net/lion-diskmaker-us
dutch: http://blog.gete.net/lion-diskmaker-nl
pt_br: http://blog.gete.net/lion-diskmaker-fr
tr: http://blog.gete.net/lion-diskmaker-fr

source: Your OS X boot disk is ready! To use it, reboot your Mac and press the Option (Alt) key, or select it in the Startup Disk preference.
dutch: Je OS X opstartschijf is klaar! Om hem te gebruiken, herstart je Mac en houd de Option toets (alt) ingedrukt, of selecteer de opstartschijf in het opstartschijf gedeelte in systeemvoorkeuren.
german: Ihr OS X Installationsmedium ist nun einsatzbereit! Um es zu verwenden, starten Sie Ihren Mac neu und halten dabei die Wahlttaste (Alt) gedrückt und wählen dann das Installationsmedium, oder wählen Sie das Installationsmedium als Startvolume in den Systemeinstellungen.
pt_br: Seu disco de inicialização do OS X está pronto! Para usá-lo, reinicie o seu Mac e pressione a tecla Option (Alt), ou selecione-o nas preferências do Disco de Inicialização.
tr: OS X Yükleyici Diskiniz hazır! Kullanmak için Mac’inizi yeniden başlatın ve ekranda apple logosu gözükmeden önce Option (Alt) tuşuna yükleme diski gözükene kadar basılı tutun. Bunu ayarlar kısmından başlangıç diski seçeneğinden de yapabilirsiniz.

source: This file can't be used to create a Lion Installation disk.
dutch: Dit bestand kan niet worden gebruikt om Lion Installatieschijf te maken.
german: Diese Datei kann nicht zum erstellen eines Lion Installationsmediums genutzt werden.
pt_br: Este arquivo não pode ser usado para criar um disco de instalação do Lion.

source: The AdditionalSpeechVoices.pkg package will NOT be copied on your OS X Lion Install disk. It is not essential to install or even use OS X Lion. However, if you wish to install it later, you'll be able to keep a copy of this package on the Desktop after creating your Lion boot drive.
dutch: De AdditionalSpeechVoices.pkg pakket zal NIET worden gekopieerd naar je OS X Lion Installatieschijf. Het is niet noodzakelijk om te installeren bij OS X Lion. Maar, ials je het toch wil installeren, kun je een kopie van dit pakket op je bureaublad zetten nat het maken van Lion opstartschijf.
german: Das Paket AdditionalSpeechVoices.pkg wird NICHT auf das OS X Lion Installationsmedium kopiert. Es wird für die Installation von OS X Lion nicht unbedingt benötigt. Für den Fall, dass Sie das Paket zu einem späteren Zeitpunkt installieren möchten, wird eine Kopie des Pakets auf dem Schreibtisch angelegt, nachdem das Lion Installationsmedium erstellt wurde.
pt_br: O pacote AdditionalSpeechVoices.pkg NÃO será copiado em seu disco de instalação do OS X Lion. Ele não é essencial e não é usado pelo OS X Lion. No entanto, se você quiser instalá-lo mais tarde, você poderá manter uma cópia deste pacote na área de trabalho após a criação de seu drive de inicialização do Lion.

source: The selected disk is too small to contain a full install of Lion.
dutch: De geselecteerde schijf is te klein als Lion Installatieschijf.
german: Das ausgewählte Medium ist zu klein für ein komplettes OS X Lion Installationsmedium.
pt_br: O disco selecionado é muito pequeno para comportar uma instalação completa do Lion.

source: To regain space, the Additional Speeches package was not copied on your USB thumb disk. Do you wish to copy this package on your Desktop to install it after installing Lion ?
dutch: Om meer ruite te verkrijgen zijn de extra gesproken taal pakketen niet gekopieerd naar je USB stick. Wil je deze pakketen op je Bureaublad om te kunnen installeren na de Lion installatie?
german: Um mehr Platz verfügbar zu machen, wurde das Paket AdditionalSpeechVoices.pkg nicht auf das Installationsmedium kopiert. Möchten Sie dieses Paket zur späteren Installation auf dem Schreibtisch sichern?
pt_br: Para recuperar o espaço, o pacote AdditionalSpeechVoices não foi copiado no seu disco USB. Você deseja copiar esse pacote em sua mesa para instalá-lo depois da instalação do Lion?

source: Copy the package on Desktop
dutch: Kopieer de pakketen naar het Bureaublad
german: Kopie auf dem Schreibtisch sichern
pt_br: Copiar o pacote na Mesa
tr: Paketi masaüstüne kopyala

source: Don't copy the package
dutch: Kopieer de pakketen niet
german: Paket nicht kopieren
pt_br: Não copiar o pacote
tr: Paketi kopyalama

source: An 8 GB USB thumb drive
dutch: Een 8 GB USB stick
german: Einen 8 GB USB-Stick
pt_br: Um drive USB de 8 GB
tr: 8GB’lık bir disk

source: Another kind of disk
dutch: Een ander soort schrijf
german: Ein anderes Medium
pt_br: Outro tipo de disco
tr: Başka tür bir disk

source: If you have an 8 GB USB thumb drive, it will be completely erased. If you choose another kind of disk, ONLY the chosen volume will be erased. Your other disks and volumes will be left untouched.
dutch: Wanneer je een 8 GB USB stick gebruikt zal deze volledig worden gewist. Wanneer je een andere schrijf kiest zal ALLEEN het gekozen volume worden gewist, andere schijfen en volumes zullen bewaard blijfen.
german: Wenn Sie einen 8 GB USB-Stick verwenden, wird dieser komplett gelöscht. Wenn Sie eine andere Medienart wählen, wird NUR das AUSGEWÄHLTE Volume auf diesem Medium gelöscht. Andere Volumes auf dem selben Medium werden nicht verändert.
pt_br: Se você tem um pen drive de 8 GB USB, ele será completamente apagado. Se você escolher um outro tipo de disco, apenas o volume escolhido será apagado. Seus outros discos e volumes ficarão intactos.
tr: Eğer 8GB’lık bir disk’i işaretlerseniz, diskin tamamı silinecektir. Eğer Başka tür bir disk’i seçerseniz, sadece seçilen disk bölümü silinecektir. Diğer bölümlerinize dokunulmayacaktır.

source: http://liondiskmaker.com/
dutch: http://liondiskmaker.com/?lang=nl
pt_br: http://liondiskmaker.com/?lang=fr
tr: http://liondiskmaker.com/?lang=fr

source: http://liondiskmaker.com/?page_id=149
dutch: http://liondiskmaker.com/?page_id=NLD&lang=nl
pt_br: http://liondiskmaker.com/?page_id=151&lang=fr
tr: http://liondiskmaker.com/?page_id=151&lang=fr

source: Sorry, your OS X Install app or DMG may be incomplete. Delete your install application, then download it again from the App Store.
dutch: Sorry, je OS X Install app of DMG is mogelijk niet compleet Verwijder je install app en download hem opnieuw vanuit de App store.
german: Tut mir leid, aber Ihre OS X Installation App oder das InstallESD.dmg sind nicht vollständig. Bitte löschen Sie Ihre OS X Installation App und laden diese erneut aus dem App Store.
pt_br: Desculpe, seu aplicativo de instalação do OS X ou DMG pode estar incompleto. Apague seu aplicativo de instalação e, em seguida, transfira-o novamente da App Store.
tr: Üzgünüm, OS X Yükleyiciniz ya da DMG dosyanız eksik olabilir. Mevcut olanı silip, App Store’dan tekrar indiriniz.

source: No Installer application could be found. Click on Select an OS X Installation App and choose the OS X Installer application.
german: Es konnte keine OS X Installation App gefunden werden. Über 'OS X Installation App auswählen' können Sie manuell eine wählen.
pt_br: Nenhum aplicativo de instalação pôde ser encontrado. Clique em Selecionar um arquivo e escolha o aplicativo de instalação do OS X.
tr: Hiçbir yükleyici uygulaması bulunamadı. Seç’e tıkladıktan sonra yükleyiciyi seçiniz:

source: The following volume has already been used as a bootable install disk. Do you want DiskMaker X to update it ?
pt_br: O volume a seguir já foi utilizado como um disco de instalação de inicialização. Você deseja que o DiskMaker X o atualize?

source: User another volume
tr: Başka bir bölüm kullan
