Repository: guillaumegete/diskmakerx
Catalog: *.lproj/Localizable.strings
Languages: dutch, french, german, pt_br, tr

source: macOS Catalina 10.15 Install
french: Installation de macOS 10.15 Catalina

source: A newer version of DiskMaker X is available. Do you want to download it?
dutch: Er is een nieuwe versie van DiskMaker X beschikbaar. Wil je hem nu downloaden?
french: Une nouvelle version de DiskMaker X est disponible. Souhaitez-vous la télécharger ?
german: Eine neuere Version von DiskMaker X ist verfügbar. Möchten Sie diese laden?
pt_br: Uma versão mais recente do DiskMaker X está disponível. Você deseja fazer a transferência?
tr: DiskMaker X’in yeni bir sürümü mevcut. Şimdi güncellemek ister misiniz?

source: Not now, thanks
dutch: Niet nu, dankje
french: Pas maintenant, merci
german: Nicht jetzt, danke
pt_br: Agora não, obrigado
tr: Şimdi Değil, Teşekkürler

source: Get new version
dutch: Download de nieuwe versie
french: Télécharger la nouvelle version
german: Neue Version laden
pt_br: Obter a nova versão
tr: Güncelle

source: The latest version is:
dutch: De laatste versie is:
french: La version la plus récente est :
german: Die neueste Version ist:
pt_br: A última versão é:
tr: Son Sürüm:

source: Not now
dutch: Niet nu
french: Pas maintenant
german: Nicht jetzt
pt_br: Agora não
tr: Şimdi Değil

source: You are currently running
french: Vous utilisez actuellement

source: . DiskMaker X won't be able to display notifications of current progress, but your Install disk should be built correctly.
french: DiskMaker X ne pourra pas afficher de notification de progression, mais votre disque d'installation sera créé correctement

source: Sorry! DiskMaker X won't work with your version of macOS. Upgrade to macOS 10.10 or later before using DiskMaker X.
french: Désolé ! DiskMaker X n'est pas compatible avec votre version de macOS. Mettez à jour vers macOS 10.9 ou supérieur avant d'utiliser DiskMaker X.

source: Welcome to DiskMaker X!
dutch: Welkom bij DiskMaker X!
french: Bienvenue sur DiskMaker X !
german: Willkommen bei DiskMaker X!
pt_br: Bem-vindo ao DiskMaker X!
tr: DiskMaker X’e Hoş Geldiniz!

source: I found a copy of the installer software in this folder:
dutch: Ik heb een kopie van de installer gevonden in deze map:
french: J'ai trouvé une copie du logiciel d'installation dans ce dossier :
german: Eine Mac OS X Installation wurde gefunden im Ordner:
pt_br: Eu encontrei uma cópia do software de instalação nesta pasta:
tr: Yükleyicinin bir kopyası bu dosyada bulundu:

source: Do you wish to use this copy?
dutch: Wil je deze kopie gebruiken?
french: Souhaitez-vous utiliser cette copie ?
german: Möchten Sie diese OS X Installation verwenden?
pt_br: Você deseja usar esta cópia?
tr: Bu kopyayı kullanmak ister misiniz?

source: Use another copy…
dutch: Gebruik een andere kopie…
french: Utiliser une autre copie…
german: Eine andere Version verwenden…
pt_br: Usar outra cópia…
tr: Başka bir kopya kullan…

source: Use this copy
dutch: Gebruik deze kopie
french: Utiliser cette copie
german: Diese Version verwenden
pt_br: Usar esta cópia
tr: Bu kopyayı kullan

source: Cancel
dutch: Annuleer
french: Annuler
german: Abbrechen
pt_br: Cancelar
tr: İptal

source: Continue
dutch: Verder
french: Continuer
german: Weiter
pt_br: Continuar
tr: Devam

source: I detected that the following disk was already built with DiskMaker X:
dutch: Ik zie deze schijf eerder is gebouwd met DiskMaker X:
french: J'ai détecté que le disque suivant a déjà été conçu à l'aide de DiskMaker X :
german: Dieses Medium wurde offenbar bereits mit DiskMaker X erstellt:
pt_br: Foi detectado que o seguinte disco já foi construído com DiskMaker X:
tr: Diskiniz daha önce DiskMaker X ile hazırlanmış.

source: Do you want to use it to build your new install disk ? WARNING: the disk will be completely erased!
french: Souhaitez-vous l'utiliser pour concevoir votre nouveau disque d'installation ? ATTENTION : le disque sera complètement effacé !

source: Sorry, I can't find a disk to use… Please plug a disk, then relaunch DiskMaker X.
dutch: Sorry, ik kan geen beschikbare schrijf vinden… Sluit een schijf aan en herstart DiskMaker X.
french: Désolé, je ne trouve aucun disque à utiliser… Merci de connecter un disque, puis de relancer DiskMaker X.
german: Tut mir leid, es wurde leider kein geeignetes Installations-medium gefunden oder ausgewählt… bitte verbinden Sie ein geeignetes Medium und starten Sie DiskMaker X erneut.
pt_br: Desculpe, não foi possível encontrar o disco para ser usado… Insira um disco, e então recarregue o DiskMaker X.
tr: Üzgünüm, kullanılacak bir disk bulunamadı. Lütfen bir disk takın ve DiskMaker X’i yeniden başlatın.

source: Sorry, I could not get the icon to personnalize the disk. Don't worry, your macOS disk will work fine.
french: Désolé, je ne peux pas personnaliser l'icône du disque. Pas d'inquiétude, votre disque macOS démarrera correctement.

source: I will leave a copy of the compressed icon named
dutch: Ik laat een kopie van het icoon achter genaamd
french: Une copie de l'icône compressée, intitulée
german: Das Icon wurde in einer Archiv-Datei mit Namen
pt_br: Será mantida uma cópia do ícone comprimido chamada
tr: Sıkıştırılmış ikonun şu isimde bir kopyasını bırakacağım:

source: .zip on your Desktop so that you can still personnalize the disk yourself.
dutch: .zip op je bureaublad, hiermee kun je zelf het icoon van de schrijf aanpassen.
french: .zip sera copiée sur votre Bureau, afin de vous permettre de personnaliser votre disque vous-même.
german: .zip auf dem Schreibtisch hinterlegt, Sie können dieses später als Icon für das Installationsmedium verwenden.
pt_br: .zip em sua Mesa, para que você possa personnalizar o disco manualmente.
tr: Masaüstünüze .zip’leyin. Böylece diskinizi kendiniz kişiselleştirebilirsiniz.

source: Check the FAQ on the web site for more info.
dutch: Raadpleeg de FAQ op de website voor meer informatie.
french: Consultez la FAQ sur le site pour obtenir plus d'informations.
german: Für weitere Informationen lesen Sie bitte das FAQ auf der DiskMaker X Webseite.
pt_br: Consulte a FAQ no site para mais informações.
tr: Daha fazla bilgi için http://diskmakerx.com/faq/ linkini ziyaret edin.

source: No Installer application could be found. Click on Select a macOS Installation App and choose the macOS Installer application.
french: Aucune application d'installation n'a pu être trouvée. Cliquez sur Choisir une application d'installation macOS, puis choisissez le logiciel d'installation de macOS.

source: Select the Installation app for
dutch: Selecteer de OS X installatie App
french: Sélectionnez l'application d'installation pour
german: OS X Installation App auswählen
pt_br: Selecione o aplicativo de instalação
tr: Yükleyici’yi seç

source: Check the FAQ
dutch: Raadpleeg de FAQ (Veel gestelde vragen)
french: Consulter la FAQ (Foire Aux Questions)
german: Bitte konsultieren Sie das FAQ (Häufig gestellte Fragen)
pt_br: Consultar a FAQ
tr: Sıkça Sorulan Sorular(FAQ)’ı incele

source: Select a macOS Installation App…
french: Choisir une application d'installation de macOS…

source: Last question: would you rather go dark?
french: Dernière question : êtes-vous d'humeur plutôt sombre ?

source: I want to come to the Dark side!
french: Je veux passer du côté Obscur !

source: I'm more in a light mood.
french: Je me sens plutôt d'une humeur radieuse.

source: Select the Install Mac OS X Lion application OR the InstallESD.dmg file only:
dutch: Selecteer de Mac OS X Lion installer OF het InstallESD.dmg bestand :
french: Sélectionnez le fichier Installation Mac OS X Lion OU un fichier InstallESD.dmg :
german: Wählen Sie die 'Mac OS X Lion Installation' ODER ein entsprechendes InstallESD.dmg :
pt_br: Selecione a opção Instalar o aplicativo Mac OS X Lion ou somente o arquivo InstallESD.dmg:

source: To create a boot disk, please connect a USB, FireWire disk or insert an SD-Card (8 GB minimum). Then click on Choose the disk.
dutch: Sluit een USB, FireWire of een SD-Card (minimaal 8 GB) om een opstartschij te maken. Daarna, klik op kies de schijf.
french: Pour créer un disque de démarrage de Lion, insérez un disque USB, FireWire ou une SD-Card (minimum 8 Go). Puis, cliquez sur Sélectionner le disque.
german: Um ein Installationsmedium zu erstellen, verbinden Sie ein USB-, FireWire- oder SD-Karten Medium (mindestens 8 GB). Danach wählen Sie dieses als Zielmedium.
pt_br: Para criar um disco de inicialização, conecte um dispositivo USB, disco FireWire ou insira um cartão SD (8 GB no mínimo). Em seguida, clique em Escolher o disco.
tr: Bir yükleme diski oluşturmak için, lütfen bir USB, FireWire yada SD-Card(En Az 8GB) bağlayın. Ardından 'Diski Seç' ’i tıklayın

source: PRO TIP: If you wish to build a multi-installations disk, use Another kind of disk each time, and choose a different partition for each OS you want to make a boot disk for!
dutch: PRO TIP: Om een multi-OS installatieschijf te maken: Verdeel de schijf in verschillende partities en selecteer steed een andere partitie en OS bij het maken!
french: TRUC DE PRO : pour créer un disque multi-OS, choisissez à chaque fois Un autre type de disque, et choisissez une partition différente pour chaque système que vous souhaitez installer !
german: PRO TIP: Wenn Sie ein Installationsmedium mit mehreren Betriebssystemen erstellen möchten, legen Sie mehrere Volumes auf dem Medium an und wählen Sie verschiedene Betriebssysteme für die einzelnen Volumes!
pt_br: TRUC DE PRO : pour créer un disque multi-OS, choisissez à chaque fois Un autre type de disque, et choisissez une partition différente pour chaque système que vous souhaitez installer !
tr: Pro Tip: Eğer bir çoklu-yükleme diski oluşturmak istiyorsanız, her zaman 'Başka Bir Diski Seç' seçeneğini kullanın ve yükleme diski oluşturmak istediğiniz her OS için ayrı partisyonu seçiniz.

source: Select an Install file…
dutch: Selecteer een Install bestand…
french: Choisir un fichier d'installation…
german: Wählen Sie eine Installationsdatei…
pt_br: Selecionar um arquivo de instalação…
tr: Bir yükleme dosyası seçin…

source: What do you want to build now?
dutch: Wat wil je nu maken?
french: Que souhaitez-vous maintenant faire ?
german: Was möchten Sie nun tun?
pt_br: O que você quer fazer agora?
tr: Şimdi ne yapmak istersiniz?

source: Create a boot disk
dutch: Creër een opstartschrijf
french: Créer un disque de démarrage
german: Ein Installationsmedium erstellen
pt_br: Criar um disco de boot
tr: Yükleyici Diski Yarat

source: Make a donation
dutch: Doneer
french: Faire un don
german: Spenden!
pt_br: Fazer uma doação
tr: Bağış Yap

source: http://diskmakerx.com
french: http://diskmakerx.com/?lang=fr

source: Your macOS boot disk is ready! To use it, reboot your Mac and press the Option (Alt) key, or select it in the Startup Disk preference.
french: Votre disque d'installation de macOS est prêt ! Pour l'utiliser, démarrez votre Mac et enfoncez la touche Option (Alt) immédiatement au démarrage, ou sélectionnez le disque dans la préférence Système Démarrage.

source: Copy in progress, please wait…
dutch: Bezig met kopieren, even geduld…
french: Copie en cours, merci de patienter…
german: Kopiervorgang läuft, bitte warten…
pt_br: Cópia em andamento, aguarde…
tr: Kopyalama yapılıyor, lütfen bekleyiniz…

source: The disk could not be created because of an error:
dutch: De schijf kon niet gemaakt worden door een fout:
french: La création du disque de démarrage a echoué. Erreur :
german: Das Installationsmedium konnte aufgrund eines Fehlers nicht erstellt werden. Fehler:
pt_br: O disco não pôde ser criado devido a um erro:
tr: Disk şu hatadan dolayı oluşturulamadı :

source: An error occured:
dutch: Er is een fout opgetreden:
french: Une erreur est survenue :
german: Ein Fehler ist aufgetreten:
pt_br: Ocorreu um erro:
tr: Bir hata oluştu :

source: Use this disk
dutch: Gebruik deze schijf
french: Utiliser ce disque
german: Dieses Medium verwenden
pt_br: Usar este disco
tr: Bu Diski Kullan

source: Quit
dutch: Afsluiten
french: Quitter
german: Beenden
pt_br: Encerrar
tr: Çık

source: The following disk seems to be the best choice to create your Lion Install disk:
dutch: De volgende schijf is het meest geschikt om je Lion installatieschijf op te maken:
french: Le disque suivant semble être le plus adapté pour créer votre disque d'installation de Lion :
german: Dieses Medium scheint die beste Wahl zur Erstellung eines Lion Installationsmediums zu sein:
pt_br: O disco seguinte parece ser a melhor escolha para criar o seu disco de instalação do Lion:

source: Erase then create the disk
dutch: Wis de schijf en creër de opstartschijf
french: Effacer puis créer le disque
german: Medium löschen und Installationsmedium erstellen
pt_br: Apagar e então criar o disco
tr: Sil ve Diski Oluştur

source: You are about to erase the volume :
dutch: Je staat op het punt de schijf te wissen
french: Vous allez effacer le volume
german: Dieses Volume soll gelöscht werden:
pt_br: Você está seguro de apagar o volume
tr: Diski silmek üzeresiniz

source: If you continue, all the data on it will be lost. Are you sure you want to do this ?
dutch: Als je doorgaat worden alle gegevens op de schijf gewist. Weet je zeker dat je door wil gaan?
french: Si vous continuez, toutes les données s'y trouvant seront effacées.
german: Wenn Sie fortfahren, werden sämtliche Daten auf dem Medium gelöscht. Möchten Sie wirklich fortfahren?
pt_br: Se você continuar, todos os dados serão perdidos. Você deseja realmente fazer isso?
tr: Devam ederseniz, diskteki tüm veriler kaybolacaktır. Bunu yapmak istediğinizden emin misiniz?

source: WARNING ! THE WHOLE CONTENTS OF THIS VOLUME WILL BE ERASED!
dutch: WAARSCHUWING! DE COMPLETE INHOUD VAN DEZE SCHIJF WORD GEWIST!
french: ATTENTION ! TOUT LE CONTENU DE CE VOLUME SERA EFFACÉ !
german: ACHTUNG! Sämtliche Daten auf diesem Volume werden gelöscht!
pt_br: ATENÇÃO! TODO CONTEÚDO DESTE DISCO SERÁ APAGADO!
tr: DİKKAT ! BU DİSKTEKİ TÜM BÖLÜMLER SİLİNECEKTİR !

source: OS X Lion Install Disk
dutch: OS X Lion Installatieschijf
french: Installation OS X Lion
german: OS X Lion Installation
pt_br: Disco de Instalação do OS X Lion

source: This file can't be used to create a macOS Installation disk.
french: Ce fichier ne peut pas être utilisé pour créer un disque d'installation de macOS.

source: A 16 GB USB thumb drive (ERASE ALL DISK)
french: Une clé USB de 16 Go (EFFACE TOUT LE DISQUE)

source: Another kind of disk (erase only partition)
french: Un autre type de disque (efface seulement la partition

source: Which kind of disk will you use?
dutch: Welk soort schijf wil je gebruiken?
french: Quel type de disque souhaitez-vous utiliser ?
german: Welche Art von Medium möchten Sie nutzen?
pt_br: Qual tipo de disco você deseja usar?
tr: Ne tür bir disk kullanacaksınız?

source: If you have a 16 GB USB thumb drive, it will be completely erased. If you choose another kind of disk, ONLY the chosen volume will be erased. Your other disks and volumes will be left untouched.
french: Si vous disposez d'une clé USB 16 Go, elle sera complètement effacée. Si vous choisissez un autre type de disque, SEUL le volume sélectionné sera effacé. Vos autres disques et volumes ne seront pas modifiés.

source: OS X 10.9 Install Disk
dutch: OS X 10.9 Installatieschijf
french: Installation OS X 10.9
german: OS X 10.9 Installation
pt_br: Instalação do OS X 10.9
tr: OS X 10.9 Yüklemesi

source: OS X 10.10 Install Disk
dutch: OS X 10.10 Installatieschijf
french: Installation OS X 10.10
german: OS X 10.10 Installation
pt_br: Instalação do OS X 10.10
tr: OS X 10.10 Yüklemesi

source: OS X 10.11 Install Disk
dutch: OS X 10.11 Installatieschijf
french: Installation OS X 10.11
german: OS X 10.11 Installation
pt_br: Instalação do OS X 10.11
tr: OS X 10.11 Yüklemesi

source: Open Startup Disk Preference
dutch: Open opstartschijf voorkeuren
french: Ouvrir la préférence Démarrage
german: Systemeinstellung 'Startvolume' öffnen
pt_br: Abrir Preferências do Disco de Inicialização
tr: Başlangıç Diski seçeneklerini aç

source: Please wait, DiskMaker X is copying files…
dutch: Even wachten, DiskMaker X kopieerd bestanden…
french: Merci de patienter, DiskMaker X est en train de copier des fichiers…
german: Bitte warten, DiskMaker X kopiert nun Dateien…
pt_br: Aguarde, o DiskMaker X está copiando arquivos…
tr: Lütfen bekleyin, DiskMaker X dosyaları kopyalıyor…

source: This may take a while… Be patient !
dutch: Dit kan even duren… Wees geduldig!
french: Cela va sûrement prendre du temps… Soyez patient !
german: Nun dauert es eine Weile… bitte etwas Geduld!
pt_br: Isso pode levar algum tempo… Seja paciente!
tr: Bu biraz vakit alabilir, sabırlı olun!

source: Copying file:
dutch: Bestand kopieëren:
french: Copie du fichier :
german: Kopiere Datei:
pt_br: Copiando arquivo:
tr: Dosyalar kopyalanıyor:

source: Here are the disks you may want to use to create your boot disk
dutch: Dit zijn de schijven die je misschien wil gebruiken om je opstartschijf mee te maken:
french: Voici la liste des disques disponibles pour créer votre disque de démarrage :
german: Diese Medien können Sie zur Erstellung eines Installationsmediums verwenden:
pt_br: Aqui estão os discos disponíveis que você pode usar para criar o seu disco de inicialização:
tr: Yükleme diskinizi oluştururken kullanmak isteyebileceğiniz diskler :

source: Please choose the disk you wish to erase
dutch: Selecteer alsjeblieft de schijf welke je wil wissen:
french: Merci de sélectionner le disque que vous souhaitez effacer :
german: Bitte wählen Sie das Medium, das gelöscht werden soll:
pt_br: Escolha o disco que você deseja apagar:
tr: Lütfen silmek istediğiniz diski seçiniz :

source: Choose this disk
dutch: Kies deze schijf
french: Choisir ce disque
german: Dieses Medium verwenden
pt_br: Escolher o disco
tr: Bu diski seç

source: The following volumes are on the same disk and will be erased:
dutch: De volgende volumes bevinden zich op de zelfde schijf en zullen worden gewist:
french: Les volumes suivants sont également localisés sur le même disque et seront effacés :
german: Die folgenden Volumes befinden sich auf dem selben Medium und werden ebenfalls gelöscht:
pt_br: Os seguintes volumes estão no mesmo disco e serão apagados:
tr: Aynı disk içindeki bu bölümler silinecektir :

source: WARNING: THE WHOLE CONTENT OF THE DISK (AND EVERY OTHER VOLUME OF THIS DISK) WILL BE ERASED!
dutch: WAARSCHUWING: ALLE DATA ZAL VAN DEZE SCHIJF WORDEN GEWIST, OOK DIE OP ANDERE VOLUMES VAN DEZE SCHIJF!
french: ATTENTION : TOUT LE CONTENU DE TOUT CE DISQUE (Y COMPRIS SES AUTRES VOLUMES) SERA EFFACÉ !
german: ACHTUNG : DER GESAMTE INHALT DES MEDIUMS (UND ALLE DARAUF ENTHALTENEN VOLUMES) WERDEN GELÖSCHT!
pt_br: ATENÇÃO: TODO O CONTEÚDO DO DISCO (E TODOS OS OUTROS VOLUMES DESTE DISCO) SERÃO APAGADOS!
tr: DİKKAT: DİSKİN TÜM İÇERİĞİ (VE DİSKİN DİĞER TÜM BÖLÜMLERİ) SİLİNECEKTİR!

source: Sorry, I can't find a disk to use… Please plug a disk, then click Continue.
dutch: Sorry, ik kan geen bruikbare schijf vinden… Sluit een schijf aan en klik op Verder.
french: Désolé, il n'y a aucun disque que je puisse utiliser… Merci d'insérer un disque, puis de cliquer sur Continuer.
german: Tut mir leid, es konnte leider kein geeignetes Medium gefunden werden… bitte schließen Sie ein Medium an, dass verwendet werden kann und wählen dann 'Weiter'.
pt_br: Desculpe, não foi possível encontrar um disco para ser usado… Conecte um disco, e então clique em Continuar.
tr: Üzgünüm, kullanmak için bir disk bulamadım. Lütfen bir disk bağlayın, ardından Devam’a tıklayın.

source: If you enjoyed using DiskMaker X, your donations are also much appreciated.
dutch: Wanneer je met plezier gebuikt hebt gemaakt van DiskMaker X zal je donatie zeer gewaardeerd worden.
french: Si vous avez apprécié DiskMaker X, vous pouvez également faire un don.
german: Wenn Ihnen DiskMaker X gefallen hat, würden wir uns über eine Spende sehr freuen.
pt_br: Se você gostou de usar o DiskMaker X, suas doações também são muito apreciadas.
tr: DiskMaker X işinize yaradıysa, bağış yapabilirsiniz

source: This disk can't be used because it is not a removable disk.
dutch: Deze schijf kan niet worden gebruikt omdat het geen verwijderbare schijf is.
french: Ce disque ne peut pas être utilisé car il n'est pas amovible.
german: Dieses Medium kann leider nicht verwendet werden, da es sich nicht um ein auswerfbares Medium haldelt.
pt_br: Este disco não pode ser usado porque não é um disco removível.
tr: Bu disk kullanılamaz çünkü silinebilir bir disk değil

source: You will be required to type your login and password soon.
dutch: Je zult zometeen je inlog wachtwoord moeten invoeren.
french: Vous allez bientôt devoir taper votre nom et mot de passe.
german: In Kürze werden Ihr Benutzername und Kennwort benötigt.
pt_br: Em breve, você será solicitado a digitar seu usuário e senha.
tr: Birazdan kullanıcı adı ve şifreniz istenecektir.

source: The next step will ask for administrator privileges to build the install disk, so please type your administrator login and password when necessary.
dutch: De volgende stap zal je vragen voor admin rechten om je installatieschijf te kunnen maken, voer dan indien nodig je inlog wachtwoord in.
french: La prochaine étape nécessitera les droits d'accès administrateur pour préparer votre disque d'installation, aussi merci de taper votre identifiant et mot de passe d'administrateur lorsque cela sera requis.
german: Für den nächsten Schritt werden Administratorrechte benötigt, um das Installationsmedium zu erstellen. Falls nötig geben Sie bitte Benutzernamen und Kennwort eines Administratorkontos ein.
pt_br: O próximo passo será pedir privilégios de administrador para criar o disco de instalação, digite seu usuário e senha de administrador quando necessário.
tr: Bir sonraki adımda diski oluşturabilmek için yönetici izni istenecektir. Devam edebilmek için gerektiğinde kullanıcı adı ve şifrenizi giriniz.

source: The following volume has already been used as a bootable install disk. Do you want DiskMaker X to use it ? Its content will be completely erased.
dutch: Het volgende volume is al gebruikt als een opstartschijf. Wil je dat DiskMaker X deze gebruikt? De inhoud zal volledig worden gewist.
french: Le volume suivant a déjà été utilisé pour créer un disque d'installation. Souhaitez-vous le mettre à jour ? Son contenu sera intégralement effacé.
german: Das folgende Volume wurde offenbar bereits als Installationsmedium verwendet. Soll DiskMaker X dieses wieder verwenden? Der bisherige Inhalt wird dabei komplett gelöscht.
tr: Bu disk zaten bir yükleme diski olarak kullanılmış. DiskMaker X’i kullanmak istediğinize emin misiniz? İçerik tamamen silinecektir.

source: Update this volume
dutch: Update dit volume
french: Mettre à jour ce volume
german: Dieses Volume aktualisieren
pt_br: Atualizar este volume
tr: Bu bölümü güncelle

source: Use another volume
dutch: Gebruik een ander volume
french: Utiliser un autre volume
german: Ein anderes Volume verwenden
pt_br: Usar outro volume

source: Copying files…
dutch: Kopieer bestanden…
french: Copie de fichiers en cours…
german: Kopiere Dateien…
pt_br: Copiando arquivos…
tr: Dosyalar kopyalanıyor…

source: http://diskmakerx.com/
french: http://diskmakerx.com/?lang=fr

source: http://diskmakerx.com/donations
french: http://diskmakerx.com/?page_id=151&lang=fr
